Revit 2027 API
ParameterTypeId.RbsElecDemandCurrentPhaseb Property
 "Demand Current Phase B"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecDemandCurrentPhaseb { get; }
Public Shared ReadOnly Property RbsElecDemandCurrentPhaseb As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecDemandCurrentPhaseb {
	ForgeTypeId^ get ();
}
static member RbsElecDemandCurrentPhaseb : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace